[
  {
    "age": 26,
    "name": "Karen Mendez",
    "company": "ACCUPHARM",
    "email": "karenmendez@accupharm.com",
    "address": "162 Vanderveer Place, Grahamtown, North Dakota, 2845",
    "message": "You can't believe how many compliments I have gotten on Murphy's haircut. I thought I would pass this along to you, and say thanks again! I will make sure to refer this place to everyone I know who has a dog. When we picked up our dogs they looked fantastic. :-)",
    "registered": "2018-09-17",
    "image": "https://images.dog.ceo/breeds/terrier-scottish/n02097298_8038.jpg"
  },
  {
    "age": 27,
    "name": "Mcintyre Franco",
    "company": "ENERSAVE",
    "email": "mcintyrefranco@enersave.com",
    "address": "508 Sutter Avenue, Darbydale, Missouri, 806",
    "message": " THANK YOU SO MUCH FOR TAKING SUCH GREAT CARE OF MERCEDES! My little Mercedes is ridiculously important to me and I really feel like you guys take Really GREAT care of her. She looks great, and is so happy! THANK YOU!!!!!! ",
    "registered": "2014-12-23",
    "image": "https://images.dog.ceo/breeds/groenendael/n02105056_4713.jpg"
  },
  {
    "age": 38,
    "name": "Luisa Arnold",
    "company": "ZANYMAX",
    "email": "luisaarnold@zanymax.com",
    "address": "698 Sedgwick Place, Brogan, Georgia, 4900",
    "message": "Patricia's work on Lance last Thursday was beautiful. We are calling him 'Fabio' and he seems to have a different swagger on his walks. I especially want to point out Patricia's work on Lance's nails & tail (no pun intended on the rhyme) Lance is hyper sensitive and doesn't allow even me to gently groom his tail. Secondly his paws look beautiful; perfect actually, the grooming around his claws top of his paws & pads is truly perfect... he looks like he could be a paw model.",
    "registered": "2016-04-11",
    "image": "https://images.dog.ceo/breeds/keeshond/n02112350_225.jpg"
  },
  {
    "age": 39,
    "name": "Becky Hammond",
    "company": "MOBILDATA",
    "email": "beckyhammond@mobildata.com",
    "address": "608 Debevoise Avenue, Emerald, Vermont, 2090",
    "message": "After moving to Minnesota we started searching for a groomer for our two dogs.  Christy was recommended to me by a coworker, and she is AMAZING.  She listened to me, asked lots of questions, and was SUPER friendly.  When we picked up our dogs they looked fantastic.  We'll definitely be visiting Mutty Paws again and recommending her to everyone. ",
    "registered": "2019-06-27",
    "image": "https://images.dog.ceo/breeds/terrier-tibetan/n02097474_7374.jpg"
  },
  {
    "age": 37,
    "name": "Trujillo Carter",
    "company": "DATACATOR",
    "email": "trujillocarter@datacator.com",
    "address": "553 Lloyd Street, Efland, Maine, 739",
    "message": "I just wanted to tell you how wonderful you both are. We had our Wheaten puppy there yesterday, and we gushed all night at how cute she looked at what a great job you did. Thank you so much for doing such a wonderful job on her and she loved you both! :)  Her paws were the cutest thing I've ever seen, it even brought a tear to my eye.... Thanks!",
    "registered": "2020-02-04",
    "image": "https://images.dog.ceo/breeds/terrier-russell/iguet1.jpeg"
  },
  {
    "age": 25,
    "name": "Carey Pollard",
    "company": "GLOBOIL",
    "email": "careypollard@globoil.com",
    "address": "643 Adler Place, Leming, Virgin Islands, 5396",
    "message": "There is no better groomer or more caring groomer. I will make sure to refer this place to everyone I know who has a dog. I have been using Christy for years. I am so proud of her and her new business. Will never go elsewhere. Thank you so much for doing such a wonderful job on her and she loved you both! When we picked up our dogs they looked fantastic.",
    "registered": "2020-06-24",
    "image": "https://images.dog.ceo/breeds/akita/512px-Akita_inu.jpeg"
  },
  {
    "age": 38,
    "name": "Christy Reese",
    "company": "MANTRIX",
    "email": "christyreese@mantrix.com",
    "address": "261 Milton Street, Elfrida, New Mexico, 8589",
    "message": "We have been using to Christy to groom our dog for almost 8 years now. She is so caring and careful with my somewhat anxiety ridden dog. She just built this facility so it is clean & new. I couldn't recommend her more. Thank you so much for doing such a wonderful job on her and she loved you both!",
    "registered": "2019-06-27",
    "image": "https://images.dog.ceo/breeds/husky/n02110185_14594.jpg"
  }
]
